1. dice
2. 주사위를 굴려서 휴대폰 화면으로 1~6의 값을 표출하는 프로그램이다.
   앱의 굴리기 버튼을 누르면 주사위가 굴러가는 효과음과 함께 주사위의 이미지로 어떤 값이 나왔는지 휴대폰의 화면으로 표출된다. 
   이 프로그램은 무한으로 실행할 수 있다.
3. https://github.com/kdh1004/project/blob/master/1.PNG
   https://github.com/kdh1004/project/blob/master/2.PNG
   
   ------------------------------------------------------------------------------------------------------------------
   애플리케이션을 만들면서, 간단한 프로그램이라도 많은 코드가 들어간다는 것을 알게 되었습니다. 스마트폰 앱 개발자에게 감사하는 마음을 가지게 되었습니다.
   먼 미래에 만약 저도 스마트폰 앱 개발자가 된다면, 많은 사람들에게 도움이 되는 실용적인 앱을 만들어 사람들에게 존경받는 그런 개발자가 되고 싶습니다.
